tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "joshuaclayton/formulae"
tap "michaeldfallen/formula"
brew "autoconf"
brew "bash"
brew "bash-completion@2"
brew "brew-pip"
brew "ghc"
brew "cabal-install"
brew "chromedriver", restart_service: true
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "libpng"
brew "openssl"
brew "wxmac"
brew "elixir"
brew "exa"
brew "git"
brew "ffmpeg"
brew "libxml2"
brew "sqlite"
brew "pcre"
brew "gdbm"
brew "xz"
brew "python3"
brew "gifsicle"
brew "gnupg"
brew "gnupg@1.4"
brew "graphviz"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "makedepend"
brew "mas"
brew "mongodb", restart_service: true
brew "mysql"
brew "openssl@1.1"
brew "nginx", restart_service: true
brew "nvm"
brew "phantomjs"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "postgis"
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "webkit2png"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "joshuaclayton/formulae/unused"
brew "michaeldfallen/formula/git-radar"
cask "appcleaner"
cask "charles"
cask "choosy"
cask "chromium"
cask "coconutbattery"
cask "commandq"
cask "disk-inventory-x"
cask "divvy"
cask "dropbox"
cask "duet"
cask "firefox"
cask "fman"
cask "garmin-express"
cask "gimp"
cask "gitter"
cask "google-chrome"
cask "image2icon"
cask "iterm2"
cask "keka"
cask "keybase"
cask "libreoffice"
cask "postman"
cask "psequel"
cask "robomongo"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "spotify"
cask "sublime-text"
cask "subtitles"
cask "telegram"
cask "trailer"
cask "transmission"
cask "vlc"
cask "xscope"
mas "FreeMemory Pro", id: 486967844
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Proxie", id: 897814548
