tap "caskformula/caskformula"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "joshuaclayton/formulae"
tap "michaeldfallen/formula"
brew "openssl"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-pip"
brew "ghc"
brew "cabal-install"
brew "cask"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "elasticsearch@2.4", restart_service: true, link: true
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "graphviz"
brew "httpie"
brew "hub"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jq"
brew "libxml2"
brew "pcre"
brew "lighttpd"
brew "makedepend"
brew "mongodb"
brew "mysql@5.7", restart_service: true, link: true
brew "nginx"
brew "node"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "psgrep"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-vars"
brew "redis", restart_service: true
brew "ruby"
brew "s3cmd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "translate-shell"
brew "webkit2png"
brew "wget"
brew "wifi-password"
brew "wxmac"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "joshuaclayton/formulae/unused"
brew "michaeldfallen/formula/git-radar"
cask "appcleaner"
cask "bose-updater"
cask "caprine"
cask "caption"
cask "charles"
cask "choosy"
cask "chromedriver"
cask "chromium"
cask "coconutbattery"
cask "commandq"
cask "disk-inventory-x"
cask "divvy"
cask "dropbox"
cask "duet"
cask "filezilla"
cask "firefox"
cask "fman"
cask "font-hack"
cask "garmin-express"
cask "gimp"
cask "google-chrome"
cask "google-chrome-canary"
cask "grammarly"
cask "iina"
cask "image2icon"
cask "iterm2"
cask "java8"
cask "kap"
cask "keka"
cask "keybase"
cask "libreoffice"
cask "licecap"
cask "mactracker"
cask "postman"
cask "psequel"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "trailer"
cask "transmission"
cask "virtualbox"
cask "xscope"
cask "zwift"
